Repository: vkrpk/drupalDedikam
Catalog: sites/all/modules/ubercart/payment/uc_bluepaid/translations/*.po
Languages: fr_fr

source: Module information
fr_fr: Informations sur le module

source: Developed by
fr_fr: Développé par

source: Contact email
fr_fr: E-mail de contact

source: Module version
fr_fr: Version du module

source: Gateway version
fr_fr: Version de la plateforme de paiement

source: Tested with
fr_fr: testé sur

source: Gateway access
fr_fr: Accès à la plateforme de paiement

source: Site id
fr_fr: Identifiant site

source: Your Bluepaid merchant id
fr_fr: Votre identifiant de compte d'encaissement Bluepaid

source: Merchant id
fr_fr: Identifiant de compte

source: TEST or PRODUCTION
fr_fr: TEST ou PRODUCTION

source: Payment gateway URL
fr_fr: Url de la plateforme de paiement

source: Link to the payment platform
fr_fr: Lien vers la plateforme de paiement

source: Default language of the payment gateway
fr_fr: Langage par défait de la page de paiement

source: Chinese
fr_fr: Chinois

source: Portuguese
fr_fr: Portugais

source: ALL
fr_fr: TOUT

source: Amount restrictions
fr_fr: Restrictions de montant

source: Maximum Order Total
fr_fr: Montant maximum

source: Maximum amount for which this payment method is available
fr_fr: Montant maximum pour lequel la méthode de paiement est disponible

source: Minimum Order Total
fr_fr: Montant minimum

source: Minimum amount for which this payment method is available
fr_fr: Montant minimum pour lequel la méthode de paiement est disponible

source: Success url
fr_fr: Url de retour après transaction

source: Url the client will be redirected to after a successful payment
fr_fr: Url sur laquelle sera redirigé votre client après transaction

source: Return url
fr_fr: Url de ertour

source: Url the client will be redirected to by default
fr_fr: url sur laquelle est redirigé votre client s'il ne valide pas la page de paiement

source: Silent url to set in the Bluepaid back-office
fr_fr: Url de confirmation bluepaid à positionner dans votre back-office bluepaid

source: Custom checkout label
fr_fr: Libellé personnalisé pour le paiement

source: Custom checkout label to show to your client
fr_fr: Libellé personnalisé pour le paiement, pour diriger votre client

source: Payment page
fr_fr: page de paiement

source: Available languages
fr_fr: langues disponibles

source: Select ALL to use gateway config
fr_fr: Sélectionnez "TOUT" pour utiliser la configuration de la plateforme

source: Unknown variable @name
fr_fr: Variable inconnue @name
