Repository: vkrpk/drupalDedikam
Catalog: sites/all/modules/inactive_user/translations/*.po
Languages: de

source: Inactive users
de: Inaktive Benutzer

source: Configure notifications to and removal of inactive users.
de: Konfiguriere Benachrichtigung und Entfernung von inaktiven Benutzern.

source: E-mail addresses
de: E-Mail Adressen

source: Supply a comma-separated list of e-mail addresses that will receive administrator alerts. Spaces between addresses are allowed.
de: Erstelle eine Komma getrente Liste von E-Mail Adressen von Empfängern die administrative Benachrichtungen erhalten sollen. Leerzeichen zwischen Adressen sind erlaubt.

source: Inactive user notification
de: Inaktive Benutzer Benachrichtigung

source: Notify administrator when a user hasn't logged in for more than
de: Benachrichtige Administrator wenn ein Benutzer nicht eingeloggt war, für einen Zeitraum länger als

source: Generate an email to notify the site administrator that a user account hasn't been used for longer than the specified amount of time. Requires crontab.
de: Generiere eine E-Mail zur Benachrichtigung des Seitenadministrators wenn ein Benutzer länger als eine festgelegte Zeit nicht eingeloggt war. Benötigt Crontab.

source: Notify users when they haven't logged in for more than
de: Benachrichtige Benutzer wenn sie sich nicht eingeloggt haben für länger als

source: Generate an email to notify users when they haven't used their account for longer than the specified amount of time. Requires crontab.
de: Generiere eine E-Mail zur Benachrichtigung von Benutzern die ihr Konto länger als eine festgelegte Zeit nicht genutzt haben. Benötigt Crontab.

source: Body of user notification e-mail
de: Textkörper der Benutzer Benachrichtigungs E-Mail

source: Customize the body of the notification e-mail sent to the user.
de: Anpassen des Textkörpers von Benachrichtigungs E-Mails zu senden an Benutzer.

source: Available variables are:
de: Verfügbare Variablen sind:

source: Automatically block inactive users
de: Automatisch inaktive Benutzer sperren

source: Block users that haven't logged in for more than
de: Benutzer sperren die nicht einloggt wurden für länger als

source: Automatically block user accounts that haven't been used in the specified amount of time. Requires crontab.
de: Automatisch Benutzerkonten sperren die für eine festgelegte Zeit nicht genutzt wurden. Benötigt Crontab.

source: Notify user
de: Benutzer benachrichten

source: Generate an email to notify a user that his/her account has been automatically blocked.
de: Generiere eine E-Mail zur Benachrichtigung eines Benutzers das sein/ihr Konto automatisch gesperrt wurde.

source: Body of blocked user acount e-mail
de: Textkörper der Kontensperrungs E-Mail

source: Customize the body of the notification e-mail sent to the user when their account has been blocked.
de: Anpassen des Textkörpers der Benachrichtigungs E-Mail für Benutzer deren Konten gesperrt wurden.

source: Notify administrator
de: Administrator benachrichtigen

source: Generate an email to notify the site administrator when a user is automatically blocked.
de: Generiere eine E-Mail zur Benachrichtigung des Seitenadministrators wenn ein benutzer automatisch geblockt wurde.

source: Warn users before they are blocked
de: Warne Benutzer bevor sie gesperrt werden

source: Generate an email to notify a user that his/her account is about to be blocked.
de: Generiere eine E-Mail zur Benachrichtigung das ihr/sein Konto bald gesperrt wird.

source: Body of user warning e-mail
de: Textkörper der Benutzer Warnungs E-Mail

source: Customize the body of the notification e-mail sent to the user when their account is about to be blocked.
de: Anpassen des Textkörpers der Benachrichtigungs E-Mail die an den Benutzer gesendet wird wenn ihr Konto bald gesperrt wird.

source: Automatically delete inactive users
de: Automatisch inaktive Benutzer löschen

source: Delete users that haven't logged in for more than
de: Löschen von Benutzern die nicht eingeloggt waren für länger als

source: Automatically delete user accounts that haven't been used in the specified amount of time. Warning, user accounts are permanently deleted, with no ability to undo the action! Requires crontab.
de: Automatisch Benutzerkonten löschen die länger als eine festgelegte Zeit nicht genutzt wurden. Achtung, Benutzerkonten werden permanent gelöscht, ohne die Möglichkeit dies rückgängig zu machen! Benötigt Crontab.

source: Preserve users that own site content
de: Benutzer wahren die Seiteninhalte besitzen

source: Select this option to never delete users that own site content. If you delete a user that owns content on the site, such as a user that created a node or left a comment, the content will no longer be available via the normal Drupal user interface. That is, if a user creates a node or leaves a comment, then the user is deleted, the node and/or comment will no longer be accesible even though it will still be in the database.
de: Wähle diese Einstellung um Benutzer mit Seiteninhalt niemals zu löschen. Wenn du einen Benutzer löscht der Seiteninhalte besitzt, wie einen Benutzer der eine Seite oder ein Kommentar verfasst hat, dann wird der Inhalt nicht länger über das normale Drupal Interface verfügbar sein. Das bedeutet wenn ein Benutzer eine Seite anlegt oder ein Kommentar schreibt, der Benutzer dann gelöscht wird, wird die Seite oder der kommentar nicht länger aufrufbar sein, selbst wenn diese in der Datenbank noch vorhanden sind.

source: Generate an email to notify a user that his/her account has been automatically deleted.
de: Generiere eine E-Mail zur Benachrichtigung eines Benutzers das ihr/sein Konto automatisch gelöscht wurde.

source: Body of deleted user account e-mail
de: Textkörper der Benutzerkontenlöschungs E-Mail

source: Customize the body of the notification e-mail sent to the user when their account has been deleted.
de: Anpassen des Textkörpers der Benachrichtigungs E-Mail zu senden an Benutzer wenn ihr konto gelöscht wurde.

source: Generate an email to notify the site administrator when a user is automatically deleted.
de: Generiere eine E-Mail zur Benachrichtigung des Seitenadministrators wenn ein Benutzer automatisch gelöscht wurde.

source: Warn users before they are deleted
de: Warne Benutzer bevor sie gelöscht werden

source: Generate an email to notify a user that his/her account is about to be deleted.
de: Generiere

source: Customize the body of the notification e-mail sent to the user when their account is about to be deleted.
de: Anpassen des Textkörpers der Benachrichtigungs E-Mail zu senden an Benutzer wenn ihr Konto bald gelöscht wird.

source: %mail is not a valid e-mail address
de: %mail ist keine gültige E-Mail Adresse

source: The following e-mail addresses are invalid: %mail
de: Die folgenden E-Mail Adressen sind ungültig: %mail

source: recent user activity: %user removed from inactivity list
de: letzte Benutzeraktivität: %user gelöscht von Inaktivitätsliste

source: edit user
de: Benutzer bearbeiten

source: [@sitename] Inactive users
de: [@sitename] Inaktive Benutzer

source: [@sitename] Account inactivity
de: [@sitename] Konto Inaktivität

source: user %user notified of inactivity
de: Benutzer %user benachrichtig wegen Inaktivität

source: user %user warned will be blocked due to inactivity
de: Benutzer %user gewarnt das er/sie wegen Inaktivität gelöscht wird

source: [@sitename] Account blocked due to inactivity
de: [@sitename] Konto gesperrt wegen Inaktivität

source: user %user blocked due to inactivity
de: Benutzer %user gesperrt wegen Inaktivität

source: [@sitename] Blocked users
de: [@sitename] Gesperrte Benutzer

source: user %user warned will be deleted due to inactivity
de: Benutzer %user gewarnt das er/sie wegen Inaktivität gelöscht wird

source: [@sitename] Account removed
de: [@sitename] Konto gelöscht

source: user %user deleted due to inactivity
de: Benutzer %user gelöscht wegen Inaktivität

source: [@sitename] Deleted accounts
de: [@sitename] Gelöschte Konten

source: 0 sec
de: 0 Sek

source: Hello %username, We haven't seen you at %sitename since %lastaccess, and we miss you! Please come back and visit us soon at %siteurl. Sincerely, %sitename team
de: Hallo %username, Wir haben Dich auf %sitename seit dem %lastaccess nicht gesehen, wir vermissen Dich!! Bitte besuche uns bald wieder auf %siteurl. Hochachtungsvoll, Das %sitename Team

source: Hello, This automatic notification is to inform you that the following users haven't been seen on %sitename for more than %period: %userlist
de: Hallo, Diese automatische Benachrichtigung dient dazu dich zu informieren das die folgenden Benutzer nicht auf %sitename gesehen wurden für mehr als %period: %userlist

source: Hello %username, We haven't seen you at %sitename since %lastaccess, and we miss you! This automatic message is to warn you that your account will be disabled in %period unless you come back and visit us before that time. Please visit us at %siteurl. Sincerely, %sitename team
de: Hallo %username, Wir haben Dich auf %sitename seit dem %lastaccess nicht gesehen, wir vermissen Dich!! Diese automatische Benachrichtung dient dazu dich zu warnen das dein Konto in %period deaktiviert wird, wenn du uns nicht zuvor besuchst. Bitte besuche uns auf %siteurl. Hochachtungsvoll, Das %sitename Team

source: Hello %username, This automatic message is to notify you that your account on%sitename has been automatically disabled due to no activity for more than %period. Please visit us at %siteurl to have your account re-enabled. Sincerely, %sitename team
de: Hallo %username, Diese automatische Nachricht dient dazu dich zu informieren das dein Konto auf %sitename wegen Inaktivität für länger als %period automatisch deaktiviert wurde. Bitte besuche uns auf %siteurl um dein Konto wieder zu aktivieren. Hochachtungsvoll, Das %sitename Team

source: Hello, This automatic notification is to inform you that the following users have been automatically blocked due to inactivity on %sitename for more than %period: %userlist
de: Hallo, Diese automatische Benachrichtigung dient dazu dich zu informieren das die folgenden Benutzer autmatisch gesperrt wurden wegen Inaktivität auf %sitename für mehr als %period: %userlist

source: Hello %username, We haven't seen you at %sitename since %lastaccess, and we miss you! This automatic message is to warn you that your account will be completely removed in %period unless you come back and visit us before that time. Please visit us at %siteurl. Sincerely, %sitename team
de: Hallo %username, Wir haben Dich auf %sitename seit dem %lastaccess nicht gesehen, wir vermissen Dich!! Diese automatische Nachricht dient dazu dich zu warnen das dein Konto in %period komplett gelöscht wird, wenn du uns nicht zuvor besuchst. Bitte besuche uns auf %siteurl. Hochachtungsvoll, Das %sitename Team

source: Hello %username, This automatic message is to notify you that your account on %sitename has been automatically removed due to no activity for more than %period. Please visit us at %siteurl if you would like to create a new account. Sincerely, %sitename team
de: Hallo %username, Diese automatische Nachricht dient dazu dich zu informieren das dein Konto auf %sitename autmatisch wegen Inaktivität für mehr als %period gelöscht wurde. Bitte besuche uns auf %siteurl wenn du ein neues Konto erstellen willst. Hochachtungsvoll, Das %sitename Team

source: Hallo, This automatic notification is to inform you that the following users have been automatically deleted due to inactivity on %sitename for more than %period: %userlist
de: Hallo, Diese automatische Nachricht dient dazu dich zu informieren das die folgenden Benutzer automatisch wegen Inaktivität auf %sitename für mehr als %period gelöscht wurden: %userlist

source: user
de: Benutzer

source: change inactive user settings
de: Ändere die Inaktive Benutzer Einstellungen

source: Inactive User
de: Inaktive Benutzer

source: Automatic handling of inactive users.
de: Automatische Bearbeitung von inaktiven Benutzern.
